tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "homebrew/apache"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "ravenac95/sudolikeaboss"
tap "shopify/shopify"
tap "vitorgalvao/tiny-scripts"
cask "java"
brew "openssl"
brew "archey"
brew "gdbm"
brew "sqlite"
brew "xz"
brew "python3"
brew "asciinema"
brew "bash-completion"
brew "bdw-gc"
brew "cscope"
brew "curl", args: ["with-openssl"]
brew "dnsmasq", restart_service: true
brew "p7zip"
brew "unrar"
brew "dtrx"
brew "fdupes"
brew "figlet"
brew "freetype"
brew "gettext"
brew "git"
brew "glide"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "pth"
brew "gpg-agent"
brew "icu4c"
brew "heroku"
brew "hr"
brew "html2text"
brew "httpie"
brew "hub"
brew "icdiff"
brew "jpeg"
brew "oniguruma"
brew "jq"
brew "libevent"
brew "libsass"
brew "libxml2"
brew "libyaml"
brew "lynx"
brew "mad"
brew "mariadb", restart_service: true
brew "mas"
brew "maven"
brew "python"
brew "mercurial"
brew "neofetch"
brew "pcre"
brew "nginx", restart_service: true
brew "pidof"
brew "pinentry-mac"
brew "pv"
brew "redis", restart_service: true
brew "ren"
brew "ruby"
brew "sox"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "vim", args: ["with-python3"]
brew "wakatime-cli"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
brew "homebrew/php/drush"
brew "homebrew/php/php71-apcu"
brew "homebrew/php/php71-mcrypt"
brew "homebrew/php/php71-opcache"
brew "homebrew/php/php71-pdo-pgsql"
brew "homebrew/php/php71-redis"
brew "homebrew/php/php71-xdebug"
brew "homebrew/php/terminus"
brew "homebrew/php/wp-cli"
brew "ravenac95/sudolikeaboss/sudolikeaboss"
brew "shopify/shopify/themekit"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "android-studio"
cask "atom"
cask "bartender"
cask "bitbar"
cask "brave"
cask "caprine"
cask "cinch"
cask "codekit"
cask "dash"
cask "discord"
cask "dropbox"
cask "expo-xde"
cask "firefox"
cask "fluid"
cask "font-fira-code"
cask "franz"
cask "gitter"
cask "google-chrome"
cask "google-chrome-canary"
cask "graphiql"
cask "graphql-ide"
cask "harvest"
cask "hyper"
cask "imageoptim"
cask "insomnia"
cask "integrity"
cask "iterm2"
cask "kap"
cask "lastfm"
cask "launchcontrol"
cask "launchrocket"
cask "mac2imgur"
cask "macvim"
cask "malwarebytes-anti-malware"
cask "medis"
cask "mosaic"
cask "ngrok"
cask "obs"
cask "podcastmenu"
cask "postico"
cask "postman"
cask "safari-technology-preview"
cask "screenhero"
cask "sequel-pro"
cask "sketch"
cask "sketch-toolbox"
cask "skype"
cask "slack"
cask "spotify"
cask "sqlitebrowser"
cask "stay"
cask "steam"
cask "sublime-text-dev"
cask "textual"
cask "the-unarchiver"
cask "transmission"
cask "transmit4"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
mas "Forecast Bar", id: 982710545
mas "GAget", id: 968487158
mas "Install macOS Sierra", id: 1127487414
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paws for Trello", id: 1124077199
mas "Sip", id: 507257563
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
