tap 'aredridel/iojs'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'puma/puma'
tap 'vitorgalvao/tiny-scripts'
cask 'java'
brew 'android-sdk'
brew 'archey'
brew 'gdbm'
brew 'openssl'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'asciinema'
brew 'bash-completion'
brew 'bdw-gc'
brew 'cscope'
brew 'dnsmasq', restart_service: true
brew 'pcre'
brew 'git'
brew 'go'
brew 'docker-machine'
brew 'p7zip'
brew 'unrar'
brew 'dtrx'
brew 'fdupes'
brew 'figlet'
brew 'gnupg'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pinentry'
brew 'pth'
brew 'gpg-agent'
brew 'libyaml'
brew 'ruby'
brew 'heroku'
brew 'hr'
brew 'html2text'
brew 'httpie'
brew 'hub'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libpng'
brew 'libsass'
brew 'lynx'
brew 'mad'
brew 'mas'
brew 'python'
brew 'mercurial'
brew 'pidof'
brew 'pinentry-mac'
brew 'pv'
brew 'ren'
brew 'sox'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'thefuck'
brew 'utf8proc'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-python3']
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'homebrew/boneyard/whereami'
brew 'homebrew/versions/node6-lts', args: ['without-npm']
brew 'puma/puma/puma-dev'
brew 'vitorgalvao/tiny-scripts/cask-repair'
cask '1password'
cask 'android-studio'
cask 'atom'
cask 'bartender'
cask 'cinch'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'fluid'
cask 'franz'
cask 'genymotion'
cask 'gitter'
cask 'google-chrome'
cask 'imageoptim'
cask 'kap'
cask 'lastfm'
cask 'launchcontrol'
cask 'mac2imgur'
cask 'macvim'
cask 'ngrok'
cask 'postico'
cask 'postman'
cask 'screenhero'
cask 'sketch'
cask 'slack-beta'
cask 'sqlitebrowser'
cask 'stay'
cask 'textual'
cask 'the-unarchiver'
cask 'transmission'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
mas 'Sip (4.4.1)', id: 507257563
mas 'Pages (6.0.5)', id: 409201541
mas 'Xcode (8.1)', id: 497799835
mas 'Keynote (7.0.5)', id: 409183694
mas 'Irvue (1.5.2)', id: 1039633667
mas 'Tweetbot (2.4.4)', id: 557168941
