tap "buildpacks/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nats-io/nats-tools"
tap "nektos/tap"
tap "weaveworks/tap"
brew "aws-iam-authenticator"
brew "ca-certificates"
brew "gdbm"
brew "mpdecimal"
brew "openssl@1.1"
brew "awscli"
brew "bdw-gc"
brew "icu4c"
brew "boost"
brew "brotli"
brew "c-ares"
brew "caddy", restart_service: true
brew "cilium-cli"
brew "cloc"
brew "deno"
brew "dnsmasq"
brew "doctl"
brew "double-conversion"
brew "ncurses"
brew "pcre2"
brew "fish"
brew "fmt"
brew "gflags"
brew "glog"
brew "libevent"
brew "lz4"
brew "folly"
brew "gettext"
brew "git"
brew "gmp"
brew "libffi"
brew "m4"
brew "libtool"
brew "libunistring"
brew "pkg-config"
brew "guile"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "helm"
brew "httpie"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "kubernetes-cli"
brew "libev"
brew "libuv"
brew "macos-term-size"
brew "mas"
brew "nghttp2"
brew "node"
brew "nspr"
brew "nss"
brew "openjdk"
brew "pcre"
brew "pinentry-mac"
brew "postgresql", restart_service: true
brew "redis", restart_service: true
brew "trash"
brew "watchman"
brew "wget"
brew "yarn"
brew "nats-io/nats-tools/nats"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "avibrazil-rdm"
cask "cleanmymac"
cask "docker"
cask "figma"
cask "firefox"
cask "fliqlo"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "kap"
cask "mosaic"
cask "ngrok"
cask "parallels"
cask "postman"
cask "safari-technology-preview"
cask "slack"
cask "synergy"
cask "tableplus"
cask "unite"
cask "visual-studio-code"
cask "zoom"
