1password
appcleaner
atom
bettertouchtool
dash
dropbox
duet
firefox
fluid
google-chrome
handbrake
lastfm
psequel
robomongo
sequel-pro
transmission
transmit
vagrant
virtualbox
vlc
